Repository: ndinhbang/phpOIDC
Catalog: phpOp/locales/*/LC_MESSAGES/messages.po
Languages: fr

source: TitleLogin
fr: Authentification

source: Authentication error
fr: Erreur d’authentification

source: E-Mail Address
fr: Adresse email

source: Email is invalid
fr: Adresse e-mail non valide

source: Password
fr: Mot de passe

source: Forgot Password?
fr: Mot de passe oublié ?

source: Password is required
fr: Le mot de passe est requis

source: Remember Me
fr: Se souvenir de moi

source: Login
fr: Se connecter

source: Don't have an account?
fr: Pas encore de compte ?

source: Create an account
fr: Créer un compte

source: Policy
fr: Politique

source: Terms of use
fr: Conditions d’utilisation

source: TitleConsent
fr: Consentement

source: This application wants to access the following information:
fr: Cette application souhaite accéder aux informations suivantes :

source: %client_name% has provided a <a href="%client_policy_uri%">policy</a> and <a href="%client_tos_uri%" class="card-link">terms of use</a>.
fr: % client_name % a fourni une <a href="%client_policy_uri%">politique</a> et <a href="%client_tos_uri%" class="card-link">des conditions d’utilisation</a>.

source: %client_name% has provided a <a href="%client_policy_uri%">policy</a>.
fr: % client_name% a fourni une <a href="%client_policy_uri%">politique</a>.

source: %client_name% has provided <a href="%client_tos_uri%" class="card-link">terms of use</a>.
fr: % client_name % a fourni <a href="%client_tos_uri%" class="card-link">des conditions d’utilisation</a>.

source: %client_name% has not provided any policy nor terms of use.
fr: % client_name % n'a fourni de politique ni de conditions d’utilisation.

source: Trust this site this time only
fr: Faire confiance à ce site une seule fois

source: Trust this site always
fr: Toujours faire confiance à ce site

source: Deny
fr: Refuser

source: Accept
fr: Accepter

source: label-openid
fr: Jeton d'identité

source: label-profile
fr: Profil

source: label-email
fr: Adresse e-mail

source: label-address
fr: Adresse postale

source: label-phone
fr: Téléphone

source: label-offline_access
fr: Accès hors ligne

source: desc-openid
fr: Le jeton d'identification est un jeton de sécurité qui contient des revendications concernant l'authentification d'un utilisateur final, y compris le nom d'utilisateur.

source: desc-profile
fr: Cette valeur d'étendue demande l'accès aux revendications de profil par défaut de l'utilisateur final, qui sont: nom, nom de famille, prénom, deuxième nom, surnom, nom d'utilisateur préféré, profil, image, site Web, sexe, date de naissance, fuseau horaire, paramètres régionaux et date de mise à jour.

source: desc-email
fr: Cette valeur d'étendue demande l'accès aux e-mails de l'utilisateur.

source: desc-address
fr: Cette valeur d'étendue demande l'accès à l'adresse postale.

source: desc-phone
fr: Cette valeur d'étendue demande l'accès aux numéros de téléphone.

source: desc-offline_access
fr: Cette valeur d'étendue demande qu'un jeton d'actualisation OAuth 2.0 soit émis qui puisse être utilisé pour obtenir un jeton d'accès qui accorde l'accès aux ressources de l'utilisateur même lorsque l'utilisateur final n'est pas présent (non connecté).
